
<!DOCTYPE HTML>
<html lang="" >
    <head>
        <meta charset="UTF-8">
        <meta content="text/html; charset=utf-8" http-equiv="Content-Type">
        <title>Windows基础（上） · GitBook</title>
        <meta http-equiv="X-UA-Compatible" content="IE=edge" />
        <meta name="description" content="">
        <meta name="generator" content="GitBook 3.2.3">
        
        
        
    
    <link rel="stylesheet" href="../../gitbook/style.css">

    
            
                
                <link rel="stylesheet" href="../../gitbook/gitbook-plugin-highlight/website.css">
                
            
                
                <link rel="stylesheet" href="../../gitbook/gitbook-plugin-search/search.css">
                
            
                
                <link rel="stylesheet" href="../../gitbook/gitbook-plugin-fontsettings/website.css">
                
            
        

    

    
        
    
        
    
        
    
        
    
        
    
        
    

        
    
    
    <meta name="HandheldFriendly" content="true"/>
    <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
    <meta name="apple-mobile-web-app-capable" content="yes">
    <meta name="apple-mobile-web-app-status-bar-style" content="black">
    <link rel="apple-touch-icon-precomposed" sizes="152x152" href="../../gitbook/images/apple-touch-icon-precomposed-152.png">
    <link rel="shortcut icon" href="../../gitbook/images/favicon.ico" type="image/x-icon">

    
    <link rel="next" href="chapter5.html" />
    
    

    </head>
    <body>
        
<div class="book">
    <div class="book-summary">
        
            
<div id="book-search-input" role="search">
    <input type="text" placeholder="Type to search" />
</div>

            
                <nav role="navigation">
                


<ul class="summary">
    
    

    

    
        
        
    
        <li class="chapter " data-level="1.1" data-path="../../">
            
                <a href="../../">
            
                    
                    前言
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2" >
            
                <span>
            
                    
                    一、基础部分
            
                </span>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.2.1" data-path="chapter1.html">
            
                <a href="chapter1.html">
            
                    
                    基础部分（上）
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.2" data-path="chapter2.html">
            
                <a href="chapter2.html">
            
                    
                    基础部分（中）
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.3" data-path="chapter3.html">
            
                <a href="chapter3.html">
            
                    
                    基础部分（下）
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.3" >
            
                <span>
            
                    
                    二、Windows基础
            
                </span>
            

            
            <ul class="articles">
                
    
        <li class="chapter active" data-level="1.3.1" data-path="chapter4.html">
            
                <a href="chapter4.html">
            
                    
                    Windows基础（上）
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.2" data-path="chapter5.html">
            
                <a href="chapter5.html">
            
                    
                    Windows基础（下）
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.4" >
            
                <span>
            
                    
                    三、Linux基础
            
                </span>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.4.1" data-path="chapter6.html">
            
                <a href="chapter6.html">
            
                    
                    Linux基础（上）
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.4.2" data-path="chapter7.html">
            
                <a href="chapter7.html">
            
                    
                    Linux基础（中）
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.4.3" data-path="chapter8.html">
            
                <a href="chapter8.html">
            
                    
                    Linux基础（下）
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.5" data-path="chapter9.html">
            
                <a href="chapter9.html">
            
                    
                    四、网络基础
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.6" data-path="chapter10.html">
            
                <a href="chapter10.html">
            
                    
                    五、数据库基础
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.7" data-path="chapter11.html">
            
                <a href="chapter11.html">
            
                    
                    六、HTML基础
            
                </a>
            

            
        </li>
    

    

    <li class="divider"></li>

    <li>
        <a href="https://www.gitbook.com" target="blank" class="gitbook-link">
            Published with GitBook
        </a>
    </li>
</ul>


                </nav>
            
        
    </div>

    <div class="book-body">
        
            <div class="body-inner">
                
                    

<div class="book-header" role="navigation">
    

    <!-- Title -->
    <h1>
        <i class="fa fa-circle-o-notch fa-spin"></i>
        <a href="../.." >Windows基础（上）</a>
    </h1>
</div>




                    <div class="page-wrapper" tabindex="-1" role="main">
                        <div class="page-inner">
                            
<div id="book-search-results">
    <div class="search-noresults">
    
                                <section class="normal markdown-section">
                                
                                <h3 id="&#x7CFB;&#x7EDF;&#x76EE;&#x5F55;">&#x7CFB;&#x7EDF;&#x76EE;&#x5F55;</h3>
<ul>
<li><p>Program Files&#xFF1A;
&#x8FD9;&#x4E2A;&#x6587;&#x4EF6;&#x5939;&#x662F;Windows&#x7CFB;&#x7EDF;&#x4E2D;&#x76F8;&#x5F53;&#x91CD;&#x8981;&#x7684;&#x4E00;&#x4E2A;&#x3002;&#x4E00;&#x90E8;&#x5206;&#x7CFB;&#x7EDF;&#x7A0B;&#x5E8F;&#x4F1A;&#x5728;&#x91CC;&#x9762;&#xFF0C;&#x6BD4;&#x5982;IE&#x6D4F;&#x89C8;&#x5668;&#x3002;&#x540C;&#x65F6;&#x5B83;&#x4E5F;&#x662F;&#x4F60;&#x5B89;&#x88C5;&#x7684;&#x7B2C;&#x4E09;&#x65B9;&#x8F6F;&#x4EF6;&#x6240;&#x5728;&#x76EE;&#x5F55;&#x3002;&#x4E00;&#x65E6;&#x4F60;&#x5220;&#x4E86;&#x90A3;&#x4F60;&#x6240;&#x5B89;&#x88C5;&#x5728;&#x91CC;&#x9762;&#x7684;&#x7A0B;&#x5E8F;&#x5168;&#x90E8;&#x90FD;&#x7528;&#x4E0D;&#x4E86;&#x4E86;&#x3002;</p>
</li>
<li><p>Program Files&#xFF08;x86&#xFF09;&#xFF1A;
&#x8FD9;&#x4E2A;&#x6587;&#x4EF6;&#x5939;&#x662F;64&#x4F4D;&#x64CD;&#x4F5C;&#x7CFB;&#x7EDF;&#x4E13;&#x6709;&#x7684;&#xFF0C;&#x5982;&#x679C;&#x4F60;&#x662F;32&#x4F4D;&#x7684;&#x64CD;&#x4F5C;&#x7CFB;&#x7EDF;&#x90A3;&#x53EA;&#x6709;&#x4E00;&#x4E2A;Program Files&#x6587;&#x4EF6;&#x5939;&#x3002;&#x5B83;&#x7684;&#x4F5C;&#x7528;&#x5176;&#x5B9E;&#x8DDF;Program Files&#x4E00;&#x6837;&#xFF0C;&#x91CC;&#x9762;&#x5B58;&#x50A8;&#x7684;&#x662F;&#x4F60;&#x6240;&#x5B89;&#x88C5;&#x7684;32&#x4F4D;&#x7684;&#x8F6F;&#x4EF6;&#x8D44;&#x6E90;&#x3002;32&#x4F4D;&#x7684;&#x7A0B;&#x5E8F;&#x5728;&#x5B89;&#x88C5;&#x7684;&#x65F6;&#x5019;&#x5C31;&#x4F1A;&#x9ED8;&#x8BA4;&#x88C5;&#x5230;&#xFF08;x86&#xFF09;&#x8FD9;&#x91CC;&#x6765;&#xFF0C;&#x800C;&#x90A3;&#x4E9B;64&#x4F4D;&#x7684;&#x6216;&#x8005;&#x6CA1;&#x6709;&#x4F4D;&#x6570;&#x533A;&#x5206;&#x7684;&#x8F6F;&#x4EF6;&#x5C31;&#x88C5;&#x5230;Program Files&#x90A3;&#x91CC;&#x53BB;&#x3002;</p>
</li>
<li><p>Windows&#xFF1A;
&#x8FD9;&#x4E2A;&#x53EF;&#x4EE5;&#x8BF4;&#x662F;&#x64CD;&#x4F5C;&#x7CFB;&#x7EDF;&#x7684;&#x4E00;&#x4E2A;&#x5FC3;&#x810F;&#x3002;&#x6574;&#x4E2A;&#x64CD;&#x4F5C;&#x7CFB;&#x7EDF;&#x7684;&#x8FD0;&#x884C;&#x5C31;&#x662F;&#x9760;&#x5B83;&#xFF0C;&#x7EDD;&#x5927;&#x90E8;&#x5206;&#x7684;&#x7CFB;&#x7EDF;&#x6587;&#x4EF6;&#x90FD;&#x85CF;&#x5728;Windows&#x8FD9;&#x4E2A;&#x6587;&#x4EF6;&#x5939;&#x6765;&#x4E86;&#x3002;&#x6240;&#x4EE5;&#x8FD9;&#x4E2A;&#x6587;&#x4EF6;&#x5939;&#x5343;&#x4E07;&#x4E0D;&#x8981;&#x4E71;&#x52A8;&#xFF0C;&#x5206;&#x5206;&#x949F;&#x8BA9;&#x4F60;&#x7CFB;&#x7EDF;&#x5D29;&#x6E83;&#x3002;</p>
</li>
<li><p>&#x7528;&#x6237;/user/Documents and settings&#xFF1A;
&#x7528;&#x6237;&#x6587;&#x4EF6;&#x5939;&#xFF0C;&#x91CC;&#x9762;&#x5B58;&#x653E;&#x7684;&#x90FD;&#x662F;&#x4F60;&#x7684;&#x4E2A;&#x4EBA;&#x6587;&#x4EF6;&#xFF0C;&#x5404;&#x79CD;&#x8F6F;&#x4EF6;&#x6570;&#x636E;&#x5C31;&#x662F;&#x5728;&#x91CC;&#x9762;&#xFF0C;&#x57FA;&#x672C;&#x4E0A;&#x90FD;&#x662F;&#x8DDF;&#x7CFB;&#x7EDF;&#x65E0;&#x5173;&#x7CFB;&#x7684;&#xFF0C;&#x6211;&#x7684;&#x8BDD;&#x70B9;&#x8FDB;&#x53BB;&#x770B;&#x5230;&#x4E0D;&#x987A;&#x773C;&#x7684;&#x4E00;&#x8A00;&#x4E0D;&#x5408;&#x5C31;&#x5220;&#x6389;&#x5B83;&#x3002;</p>
</li>
<li><p>system32&#xFF1A;
&#x6838;&#x5FC3;&#x6587;&#x4EF6;&#x5939;&#xFF0C;Windows&#x5185;&#x6838;&#x6240;&#x5728;&#x4E4B;&#x5904;&#x3002;&#x5B83;&#x5728;&#x7CFB;&#x7EDF;&#x5728;&#x3002;</p>
</li>
<li><p>SysWOW64&#xFF1A;
64&#x4F4D;&#x7CFB;&#x7EDF;&#x72EC;&#x6709;&#x7684;&#x6587;&#x4EF6;&#x5939;&#xFF0C;&#x4E5F;&#x662F;&#x4E00;&#x4E2A;&#x8FD0;&#x884C;&#x5E93;&#x3002;&#x6CA1;&#x4E86;&#x5B83;&#xFF0C;&#x5C31;&#x4E0D;&#x80FD;&#x8FD0;&#x884C;32&#x4F4D;&#x7684;&#x7A0B;&#x5E8F;&#x3002;</p>
</li>
<li><p>$RECYCLE.BIN&#xFF1A;
&#x56DE;&#x6536;&#x7AD9;&#x6587;&#x4EF6;&#x5939;&#xFF0C;&#x8FD9;&#x4E2A;&#x6587;&#x4EF6;&#x5939;&#x4E0D;&#x7528;&#x5220;&#xFF0C;&#x4F60;&#x90A3;&#x4E2A;&#x5783;&#x573E;&#x6876;&#x6EE1;&#x4E86;&#x5C31;&#x6E05;&#x7406;&#x6389;&#x5C31;&#x53EF;&#x4EE5;&#x4E86;&#x3002;</p>
</li>
<li><p>boot:
&#x7CFB;&#x7EDF;&#x5F15;&#x5BFC;&#x6587;&#x4EF6;&#x76EE;&#x5F55;&#xFF0C;&#x5F00;&#x673A;&#x7CFB;&#x7EDF;&#x52A0;&#x8F7D;&#x7684;&#x65F6;&#x5019;&#x8981;&#x627E;&#x7684;&#x4FE1;&#x606F;&#x5C31;&#x662F;&#x8FD9;&#x91CC;&#x6765;&#x4E86;&#xFF0C;&#x9ED8;&#x8BA4;&#x60C5;&#x51B5;&#x4E0B;&#x5C31;&#x662F;&#x9690;&#x85CF;&#x3002;&#x662F;&#x7EDD;&#x5BF9;&#x4E0D;&#x80FD;&#x5220;&#x9664;&#x7684;&#x4E00;&#x4E2A;&#x6587;&#x4EF6;&#x5939;&#xFF0C;&#x5426;&#x5219;&#x540E;&#x679C;&#x4E25;&#x91CD;&#x3002;</p>
</li>
<li><p>ProgramData&#xFF1A;
&#x516C;&#x7528;&#x6587;&#x4EF6;&#x5939;&#xFF0C;&#x91CC;&#x9762;&#x5B58;&#x653E;&#x88AB;&#x521B;&#x5EFA;&#x7684;&#x6587;&#x4EF6;&#x3002;&#x50CF;&#x5F00;&#x59CB;&#x83DC;&#x5355;&#x90A3;&#x4E9B;&#x4E1C;&#x897F;&#x90FD;&#x662F;&#x5728;&#x91CC;&#x9762;&#x7684;&#x3002;&#x4E0D;&#x80FD;&#x5220;&#x3002;</p>
</li>
</ul>
<h3 id="&#x670D;&#x52A1;">&#x670D;&#x52A1;</h3>
<p>&#x51E0;&#x4E4E;&#x6240;&#x6709;&#x7684;&#x64CD;&#x4F5C;&#x7CFB;&#x7EDF;&#x5728;&#x542F;&#x52A8;&#x7684;&#x65F6;&#x5019;&#x90FD;&#x4F1A;&#x542F;&#x52A8;&#x4E00;&#x4E9B;&#x4E0D;&#x9700;&#x8981;&#x4E0E;&#x7528;&#x6237;&#x4EA4;&#x4E92;&#x7684;&#x8FDB;&#x7A0B;&#xFF0C;&#x8FD9;&#x4E9B;&#x8FDB;&#x7A0B;&#x5728;Windows&#x4E2D;&#x5C31;&#x88AB;&#x79F0;&#x4F5C;&#x670D;&#x52A1;&#x3002;</p>
<h5 id="&#x670D;&#x52A1;&#x7684;&#x542F;&#x52A8;&#x7C7B;&#x578B;&#xFF1A;">&#x670D;&#x52A1;&#x7684;&#x542F;&#x52A8;&#x7C7B;&#x578B;&#xFF1A;</h5>
<ol>
<li>&#x81EA;&#x52A8;</li>
<li>&#x624B;&#x52A8;</li>
<li>&#x7981;&#x6B62;</li>
</ol>
<h3 id="local-system&#xFF08;&#x672C;&#x5730;&#x7CFB;&#x7EDF;&#xFF09;&#xFF1A;">Local System&#xFF08;&#x672C;&#x5730;&#x7CFB;&#x7EDF;&#xFF09;&#xFF1A;</h3>
<p>&#x4E3E;&#x4F8B;&#x6765;&#x8BF4;&#xFF0C;&#x4EE5;Local System&#x8D26;&#x6237;&#x8FD0;&#x884C;&#x7684;&#x670D;&#x52A1;&#x4E3B;&#x8981;&#x6709;&#xFF1A;</p>
<ol>
<li>Windows Update &#xFF08;Windows &#x66F4;&#x65B0;&#xFF09;</li>
<li>Com+&#xFF08;&#x7BA1;&#x7406;&#x57FA;&#x4E8E;&#x7EC4;&#x4EF6;&#x5BF9;&#x8C61;&#x6A21;&#x578B; &#xFF08;COM+&#xFF09; &#x7684;&#x7EC4;&#x4EF6;&#x7684;&#x914D;&#x7F6E;&#x548C;&#x8DDF;&#x8E2A;&#xFF09;</li>
<li>Messenger Service &#xFF08;&#x652F;&#x6301;&#x77ED;&#x4FE1;&#x53CA;&#x76F8;&#x5173;&#x529F;&#x80FD;&#xFF09;</li>
<li>Task Scheduler &#xFF08;&#x5728;&#x6B64;&#x8BA1;&#x7B97;&#x673A;&#x4E0A;&#x914D;&#x7F6E;&#x548C;&#x8BA1;&#x5212;&#x81EA;&#x52A8;&#x4EFB;&#x52A1;&#xFF09;</li>
<li>Server &#xFF08;&#x652F;&#x6301;&#x6B64;&#x8BA1;&#x7B97;&#x673A;&#x901A;&#x8FC7;&#x7F51;&#x7EDC;&#x7684;&#x6587;&#x4EF6;&#x3001;&#x6253;&#x5370;&#x3001;&#x548C;&#x547D;&#x540D;&#x7BA1;&#x9053;&#x5171;&#x4EAB;&#xFF09;</li>
<li>Windows Installer &#xFF08;&#x6DFB;&#x52A0;&#x3001;&#x4FEE;&#x6539;&#x548C;&#x5220;&#x9664;&#x4F5C;&#x4E3A;Windows Installer &#x7A0B;&#x5E8F;&#x5305;&#xFF08;. msi&#x3001; msp&#xFF09;&#x63D0;&#x4F9B;&#x7684;&#x5E94;&#x7528;&#x7A0B;&#x5E8F;&#xFF09;</li>
</ol>
<h3 id="network-service&#xFF08;&#x7F51;&#x7EDC;&#x670D;&#x52A1;&#xFF09;&#xFF1A;">Network service&#xFF08;&#x7F51;&#x7EDC;&#x670D;&#x52A1;&#xFF09;&#xFF1A;</h3>
<ul>
<li><p>DNS&#x670D;&#x52A1;</p>
</li>
<li><p>Local Service&#xFF08;&#x672C;&#x5730;&#x670D;&#x52A1;&#xFF09;&#xFF1A;
Local Service&#x8D26;&#x6237;&#x662F;&#x9884;&#x8BBE;&#x7684;&#x62E5;&#x6709;&#x6700;&#x5C0F;&#x6743;&#x9650;&#x7684;&#x672C;&#x5730;&#x8D26;&#x6237;&#xFF0C;&#x5E76;&#x5728;&#x7F51;&#x7EDC;&#x51ED;&#x8BC1;&#x4E2D;&#x5177;&#x6709;&#x533F;&#x540D;
&#x7684;&#x8EAB;&#x4EFD;&#x3002;
&#x6CE8;&#x610F;&#x8FD0;&#x884C;&#x4E8E;&#x6B64;&#x8D26;&#x6237;&#x4E0B;&#x7684;&#x8FDB;&#x7A0B;&#x548C;&#x8FD0;&#x884C;&#x4E8E;Network Service&#x8D26;&#x6237;&#x4E0B;&#x7684;&#x8FDB;&#x7A0B;&#x7684;&#x533A;&#x522B;&#x5728;&#x4E8E;&#x8FD0;&#x884C;Local Service&#x8D26;&#x6237;&#x4E0B;&#x7684;&#x8FDB;&#x7A0B;&#x53EA;&#x80FD;&#x8BBF;&#x95EE;&#x5141;&#x8BB8;&#x533F;&#x540D;&#x8BBF;&#x95EE;&#x7684;&#x7F51;&#x7EDC;&#x8D44;&#x6E90;&#x3002;</p>
</li>
<li>DHCP&#x670D;&#x52A1;&#x3002;</li>
</ul>
<h3 id="&#x7AEF;&#x53E3;&#xFF1A;">&#x7AEF;&#x53E3;&#xFF1A;</h3>
<p>&#x5728;&#x7F51;&#x7EDC;&#x6280;&#x672F;&#x4E2D;&#xFF0C;&#x7AEF;&#x53E3;&#xFF08;Port&#xFF09;&#x5927;&#x81F4;&#x6709;&#x4E24;&#x79CD;&#x610F;&#x601D;&#xFF1A;</p>
<ul>
<li>&#x4E00;&#x662F;&#x7269;&#x7406;&#x610F;&#x4E49;&#x4E0A;&#x7684;&#x7AEF;&#x53E3;&#xFF0C;&#x6BD4;&#x5982;&#xFF0C;ADSL Modem&#x3001;&#x96C6;&#x7EBF;&#x5668;&#x3001;&#x4EA4;&#x6362;&#x673A;&#x3001;&#x8DEF;&#x7531;&#x5668;&#x7528;&#x4E8E;&#x8FDE;&#x63A5;&#x5176;&#x4ED6;&#x7F51;&#x7EDC;&#x8BBE;&#x5907;&#x7684;&#x63A5;&#x53E3;&#xFF0C;&#x5982;RJ-45&#x7AEF;&#x53E3;&#x3001;SC&#x7AEF;&#x53E3;&#x7B49;&#x7B49;&#x3002;&#x3000;
&#x3000;&#x3000;</li>
<li>&#x4E8C;&#x662F;&#x903B;&#x8F91;&#x610F;&#x4E49;&#x4E0A;&#x7684;&#x7AEF;&#x53E3;&#xFF0C;&#x4E00;&#x822C;&#x662F;&#x6307;TCP/IP&#x534F;&#x8BAE;&#x4E2D;&#x7684;&#x7AEF;&#x53E3;&#xFF0C;&#x7AEF;&#x53E3;&#x53F7;&#x7684;&#x8303;&#x56F4;&#x4ECE;0&#x5230;65535&#xFF0C;&#x6BD4;&#x5982;&#x7528;&#x4E8E;&#x6D4F;&#x89C8;&#x7F51;&#x9875;&#x670D;&#x52A1;&#x7684;80&#x7AEF;&#x53E3;&#xFF0C;&#x7528;&#x4E8E;FTP&#x670D;&#x52A1;&#x7684;21&#x7AEF;&#x53E3;&#x7B49;&#x7B49;&#x3002;&#x6211;&#x4EEC;&#x8FD9;&#x91CC;&#x5C06;&#x8981;&#x4ECB;&#x7ECD;&#x7684;&#x5C31;&#x662F;&#x903B;&#x8F91;&#x610F;&#x4E49;&#x4E0A;&#x7684;&#x7AEF;&#x53E3;&#x3002;</li>
</ul>
<h3 id="&#x67E5;&#x770B;&#x7AEF;&#x53E3;">&#x67E5;&#x770B;&#x7AEF;&#x53E3;</h3>
<p>&#x5728;Windows 2000/XP/Server 2003&#x4E2D;&#x8981;&#x67E5;&#x770B;&#x7AEF;&#x53E3;&#xFF0C;&#x53EF;&#x4EE5;&#x4F7F;&#x7528;Netstat&#x547D;&#x4EE4;&#xFF1A;&#x3000;&#x3000;&#x4F9D;&#x6B21;&#x70B9;&#x51FB;&#x201C;&#x5F00;&#x59CB;&#x2192;&#x8FD0;&#x884C;&#x201D;&#xFF0C;&#x952E;&#x5165;&#x201C;cmd&#x201D;&#x5E76;&#x56DE;&#x8F66;&#xFF0C;&#x6253;&#x5F00;&#x547D;&#x4EE4;&#x63D0;&#x793A;&#x7B26;&#x7A97;&#x53E3;&#x3002;&#x5728;&#x547D;&#x4EE4;&#x63D0;&#x793A;&#x7B26;&#x72B6;&#x6001;&#x4E0B;&#x952E;&#x5165;&#x201C;netstat -a -n&#x201D;&#xFF0C;&#x6309;&#x4E0B;&#x56DE;&#x8F66;&#x952E;&#x540E;&#x5C31;&#x53EF;&#x4EE5;&#x770B;&#x5230;&#x4EE5;&#x6570;&#x5B57;&#x5F62;&#x5F0F;&#x663E;&#x793A;&#x7684;TCP&#x548C;UDP&#x8FDE;&#x63A5;&#x7684;&#x7AEF;&#x53E3;&#x53F7;&#x53CA;&#x72B6;&#x6001;&#x3002;</p>
<h3 id="&#x5173;&#x95ED;&#x5F00;&#x542F;&#x7AEF;&#x53E3;">&#x5173;&#x95ED;/&#x5F00;&#x542F;&#x7AEF;&#x53E3;</h3>
<p>&#x5728;Windows&#x4E2D;&#x5982;&#x4F55;&#x5173;&#x95ED;/&#x6253;&#x5F00;&#x7AEF;&#x53E3;&#xFF0C;&#x56E0;&#x4E3A;&#x9ED8;&#x8BA4;&#x7684;&#x60C5;&#x51B5;&#x4E0B;&#xFF0C;&#x6709;&#x5F88;&#x591A;&#x4E0D;&#x5B89;&#x5168;&#x7684;&#x6216;&#x6CA1;&#x6709;&#x4EC0;&#x4E48;&#x7528;&#x7684;&#x7AEF;&#x53E3;&#x662F;&#x5F00;&#x542F;&#x7684;&#xFF0C;&#x6BD4;&#x5982;Telnet&#x670D;&#x52A1;&#x7684;23&#x7AEF;&#x53E3;&#x3001;FTP&#x670D;&#x52A1;&#x7684;21&#x7AEF;&#x53E3;&#x3001;SMTP&#x670D;&#x52A1;&#x7684;25&#x7AEF;&#x53E3;&#x3001;RPC&#x670D;&#x52A1;&#x7684;135&#x7AEF;&#x53E3;&#x7B49;&#x7B49;&#x3002;&#x4E3A;&#x4E86;&#x4FDD;&#x8BC1;&#x7CFB;&#x7EDF;&#x7684;&#x5B89;&#x5168;&#x6027;&#xFF0C;&#x6211;&#x4EEC;&#x53EF;&#x4EE5;&#x901A;&#x8FC7;&#x4E0B;&#x9762;&#x7684;&#x65B9;&#x6CD5;&#x6765;&#x5173;&#x95ED;/&#x5F00;&#x542F;&#x7AEF;&#x53E3;&#x3002;</p>
<ol>
<li><p>&#x5173;&#x95ED;&#x7AEF;&#x53E3;&#x3000;&#x3000;&#x6BD4;&#x5982;&#x5728;Windows 2000/XP&#x4E2D;&#x5173;&#x95ED;SMTP&#x670D;&#x52A1;&#x7684;25&#x7AEF;&#x53E3;&#xFF0C;&#x53EF;&#x4EE5;&#x8FD9;&#x6837;&#x505A;&#xFF1A;&#x9996;&#x5148;&#x6253;&#x5F00;&#x201C;&#x63A7;&#x5236;&#x9762;&#x677F;&#x201D;&#xFF0C;&#x53CC;&#x51FB;&#x201C;&#x7BA1;&#x7406;&#x5DE5;&#x5177;&#x201D;&#xFF0C;&#x518D;&#x53CC;&#x51FB;&#x201C;&#x670D;&#x52A1;&#x201D;&#x3002;&#x63A5;&#x7740;&#x5728;&#x6253;&#x5F00;&#x7684;&#x670D;&#x52A1;&#x7A97;&#x53E3;&#x4E2D;&#x627E;&#x5230;&#x5E76;&#x53CC;&#x51FB;&#x201C;Simple Mail Transfer Protocol&#xFF08;SMTP&#xFF09;&#x201D;&#x670D;&#x52A1;&#xFF0C;&#x5355;&#x51FB;&#x201C;&#x505C;&#x6B62;&#x201D;&#x6309;&#x94AE;&#x6765;&#x505C;&#x6B62;&#x8BE5;&#x670D;&#x52A1;&#xFF0C;&#x7136;&#x540E;&#x5728;&#x201C;&#x542F;&#x52A8;&#x7C7B;&#x578B;&#x201D;&#x4E2D;&#x9009;&#x62E9;&#x201C;&#x5DF2;&#x7981;&#x7528;&#x201D;&#xFF0C;&#x6700;&#x540E;&#x5355;&#x51FB;&#x201C;&#x786E;&#x5B9A;&#x201D;&#x6309;&#x94AE;&#x5373;&#x53EF;&#x3002;&#x8FD9;&#x6837;&#xFF0C;&#x5173;&#x95ED;&#x4E86;SMTP&#x670D;&#x52A1;&#x5C31;&#x76F8;&#x5F53;&#x4E8E;&#x5173;&#x95ED;&#x4E86;&#x5BF9;&#x5E94;&#x7684;&#x7AEF;&#x53E3;&#x3002;</p>
</li>
<li><p>&#x5F00;&#x542F;&#x7AEF;&#x53E3;&#x3000;&#x3000;&#x5982;&#x679C;&#x8981;&#x5F00;&#x542F;&#x8BE5;&#x7AEF;&#x53E3;&#x53EA;&#x8981;&#x5148;&#x5728;&#x201C;&#x542F;&#x52A8;&#x7C7B;&#x578B;&#x201D;&#x9009;&#x62E9;&#x201C;&#x81EA;&#x52A8;&#x201D;&#xFF0C;&#x5355;&#x51FB;&#x201C;&#x786E;&#x5B9A;&#x201D;&#x6309;&#x94AE;&#xFF0C;&#x518D;&#x6253;&#x5F00;&#x8BE5;&#x670D;&#x52A1;&#xFF0C;&#x5728;&#x201C;&#x670D;&#x52A1;&#x72B6;&#x6001;&#x201D;&#x4E2D;&#x5355;&#x51FB;&#x201C;&#x542F;&#x52A8;&#x201D;&#x6309;&#x94AE;&#x5373;&#x53EF;&#x542F;&#x7528;&#x8BE5;&#x7AEF;&#x53E3;&#xFF0C;&#x6700;&#x540E;&#xFF0C;&#x5355;&#x51FB;&#x201C;&#x786E;&#x5B9A;&#x201D;&#x6309;&#x94AE;&#x5373;&#x53EF;&#x3002;&#x63D0;&#x793A;&#xFF1A;&#x5728;Windows 98&#x4E2D;&#x6CA1;&#x6709;&#x201C;&#x670D;&#x52A1;&#x201D;&#x9009;&#x9879;&#xFF0C;&#x4F60;&#x53EF;&#x4EE5;&#x4F7F;&#x7528;&#x9632;&#x706B;&#x5899;&#x7684;&#x89C4;&#x5219;&#x8BBE;&#x7F6E;&#x529F;&#x80FD;&#x6765;&#x5173;&#x95ED;/&#x5F00;&#x542F;&#x7AEF;&#x53E3;&#x3002;</p>
</li>
</ol>
<h3 id="&#x5404;&#x79CD;&#x7AEF;&#x53E3;&#x7684;&#x4F5C;&#x7528;&#x7AEF;&#x53E3;&#xFF1A;">&#x5404;&#x79CD;&#x7AEF;&#x53E3;&#x7684;&#x4F5C;&#x7528;&#x7AEF;&#x53E3;&#xFF1A;</h3>
<p>0&#x670D;&#x52A1;&#xFF1A;Reserved&#x8BF4;&#x660E;&#xFF1A;&#x901A;&#x5E38;&#x7528;&#x4E8E;&#x5206;&#x6790;&#x64CD;&#x4F5C;&#x7CFB;&#x7EDF;&#x3002;&#x8FD9;&#x4E00;&#x65B9;&#x6CD5;&#x80FD;&#x591F;&#x5DE5;&#x4F5C;&#x662F;&#x56E0;&#x4E3A;&#x5728;&#x4E00;&#x4E9B;&#x7CFB;&#x7EDF;&#x4E2D;&#x201C;0&#x201D;&#x662F;&#x65E0;&#x6548;&#x7AEF;&#x53E3;&#xFF0C;&#x5F53;&#x4F60;&#x8BD5;&#x56FE;&#x4F7F;&#x7528;&#x901A;&#x5E38;&#x7684;&#x95ED;&#x5408;&#x7AEF;&#x53E3;&#x8FDE;&#x63A5;&#x5B83;&#x65F6;&#x5C06;&#x4EA7;&#x751F;&#x4E0D;&#x540C;&#x7684;&#x7ED3;&#x679C;&#x3002;&#x4E00;&#x79CD;&#x5178;&#x578B;&#x7684;&#x626B;&#x63CF;&#xFF0C;&#x4F7F;&#x7528;IP&#x5730;&#x5740;&#x4E3A;0.0.0.0&#xFF0C;&#x8BBE;&#x7F6E;ACK&#x4F4D;&#x5E76;&#x5728;&#x4EE5;&#x592A;&#x7F51;&#x5C42;&#x5E7F;&#x64AD;&#x3002;</p>
<ul>
<li><p>&#x7AEF;&#x53E3;&#xFF1A;1  &#x670D;&#x52A1;&#xFF1A;tcpmux&#x8BF4;&#x660E;&#xFF1A;&#x8FD9;&#x663E;&#x793A;&#x6709;&#x4EBA;&#x5728;&#x5BFB;&#x627E;SGI Irix&#x673A;&#x5668;&#x3002;Irix&#x662F;&#x5B9E;&#x73B0;tcpmux&#x7684;&#x4E3B;&#x8981;&#x63D0;&#x4F9B;&#x8005;&#xFF0C;&#x9ED8;&#x8BA4;&#x60C5;&#x51B5;&#x4E0B;tcpmux&#x5728;&#x8FD9;&#x79CD;&#x7CFB;&#x7EDF;&#x4E2D;&#x88AB;&#x6253;&#x5F00;&#x3002;Irix&#x673A;&#x5668;&#x5728;&#x53D1;&#x5E03;&#x662F;&#x542B;&#x6709;&#x51E0;&#x4E2A;&#x9ED8;&#x8BA4;&#x7684;&#x65E0;&#x5BC6;&#x7801;&#x7684;&#x5E10;&#x6237;&#xFF0C;&#x5982;&#xFF1A;IP&#x3001;GUEST UUCP&#x3001;NUUCP&#x3001;DEMOS&#x3001;TUTOR&#x3001;DIAG&#x3001;OUTOFBOX&#x7B49;&#x3002;&#x8BB8;&#x591A;&#x7BA1;&#x7406;&#x5458;&#x5728;&#x5B89;&#x88C5;&#x540E;&#x5FD8;&#x8BB0;&#x5220;&#x9664;&#x8FD9;&#x4E9B;&#x5E10;&#x6237;&#x3002;&#x56E0;&#x6B64;HACKER&#x5728;INTERNET&#x4E0A;&#x641C;&#x7D22;tcpmux&#x5E76;&#x5229;&#x7528;&#x8FD9;&#x4E9B;&#x5E10;&#x6237;&#x3002;</p>
</li>
<li><p>&#x7AEF;&#x53E3;&#xFF1A;7  &#x670D;&#x52A1;&#xFF1A;Echo&#x8BF4;&#x660E;&#xFF1A;&#x80FD;&#x770B;&#x5230;&#x8BB8;&#x591A;&#x4EBA;&#x641C;&#x7D22;Fraggle&#x653E;&#x5927;&#x5668;&#x65F6;&#xFF0C;&#x53D1;&#x9001;&#x5230;X.X.X.0&#x548C;X.X.X.255&#x7684;&#x4FE1;&#x606F;&#x3002;</p>
</li>
<li><p>&#x7AEF;&#x53E3;&#xFF1A;19  &#x670D;&#x52A1;&#xFF1A;Character Generator&#x8BF4;&#x660E;&#xFF1A;&#x8FD9;&#x662F;&#x4E00;&#x79CD;&#x4EC5;&#x4EC5;&#x53D1;&#x9001;&#x5B57;&#x7B26;&#x7684;&#x670D;&#x52A1;&#x3002;UDP&#x7248;&#x672C;&#x5C06;&#x4F1A;&#x5728;&#x6536;&#x5230;UDP&#x5305;&#x540E;&#x56DE;&#x5E94;&#x542B;&#x6709;&#x5783;&#x573E;&#x5B57;&#x7B26;&#x7684;&#x5305;&#x3002;TCP&#x8FDE;&#x63A5;&#x65F6;&#x4F1A;&#x53D1;&#x9001;&#x542B;&#x6709;&#x5783;&#x573E;&#x5B57;&#x7B26;&#x7684;&#x6570;&#x636E;&#x6D41;&#x76F4;&#x5230;&#x8FDE;&#x63A5;&#x5173;&#x95ED;&#x3002;HACKER&#x5229;&#x7528;IP&#x6B3A;&#x9A97;&#x53EF;&#x4EE5;&#x53D1;&#x52A8;DoS&#x653B;&#x51FB;&#x3002;&#x4F2A;&#x9020;&#x4E24;&#x4E2A;chargen&#x670D;&#x52A1;&#x5668;&#x4E4B;&#x95F4;&#x7684;UDP&#x5305;&#x3002;&#x540C;&#x6837;Fraggle DoS&#x653B;&#x51FB;&#x5411;&#x76EE;&#x6807;&#x5730;&#x5740;&#x7684;&#x8FD9;&#x4E2A;&#x7AEF;&#x53E3;&#x5E7F;&#x64AD;&#x4E00;&#x4E2A;&#x5E26;&#x6709;&#x4F2A;&#x9020;&#x53D7;&#x5BB3;&#x8005;IP&#x7684;&#x6570;&#x636E;&#x5305;&#xFF0C;&#x53D7;&#x5BB3;&#x8005;&#x4E3A;&#x4E86;&#x56DE;&#x5E94;&#x8FD9;&#x4E9B;&#x6570;&#x636E;&#x800C;&#x8FC7;&#x8F7D;&#x3002;</p>
</li>
<li><p>&#x7AEF;&#x53E3;&#xFF1A;21  &#x670D;&#x52A1;&#xFF1A;FTP&#x8BF4;&#x660E;&#xFF1A;FTP&#x670D;&#x52A1;&#x5668;&#x6240;&#x5F00;&#x653E;&#x7684;&#x7AEF;&#x53E3;&#xFF0C;&#x7528;&#x4E8E;&#x4E0A;&#x4F20;&#x3001;&#x4E0B;&#x8F7D;&#x3002;</p>
</li>
<li><p>&#x7AEF;&#x53E3;&#xFF1A;22  &#x670D;&#x52A1;&#xFF1A;Ssh&#x8BF4;&#x660E;&#xFF1A;PcAnywhere&#x5EFA;&#x7ACB;&#x7684;TCP&#x548C;&#x8FD9;&#x4E00;&#x7AEF;&#x53E3;&#x7684;&#x8FDE;&#x63A5;&#x53EF;&#x80FD;&#x662F;&#x4E3A;&#x4E86;&#x5BFB;&#x627E;ssh&#x3002;</p>
</li>
<li><p>&#x7AEF;&#x53E3;&#xFF1A;23  &#x670D;&#x52A1;&#xFF1A;Telnet&#x8BF4;&#x660E;&#xFF1A;Telnet&#x8FDC;&#x7A0B;&#x767B;&#x5F55;&#x3002;</p>
</li>
<li><p>&#x7AEF;&#x53E3;&#xFF1A;25  &#x670D;&#x52A1;&#xFF1A;SMTP&#x8BF4;&#x660E;&#xFF1A;SMTP&#x670D;&#x52A1;&#x5668;&#x6240;&#x5F00;&#x653E;&#x7684;&#x7AEF;&#x53E3;&#xFF0C;&#x7528;&#x4E8E;&#x53D1;&#x9001;&#x90AE;&#x4EF6;&#x3002;</p>
</li>
<li><p>&#x7AEF;&#x53E3;&#xFF1A;31  &#x670D;&#x52A1;&#xFF1A;MSG Authentication&#x8BF4;&#x660E;&#xFF1A;&#x6728;&#x9A6C;Master Paradise&#x3001;Hackers Paradise&#x5F00;&#x653E;&#x6B64;&#x7AEF;&#x53E3;&#x3002;</p>
</li>
<li><p>&#x7AEF;&#x53E3;&#xFF1A;42  &#x670D;&#x52A1;&#xFF1A;WINS Replication&#x8BF4;&#x660E;&#xFF1A;WINS&#x590D;&#x5236;</p>
</li>
<li><p>&#x7AEF;&#x53E3;&#xFF1A;53  &#x670D;&#x52A1;&#xFF1A;Domain Name Server&#xFF08;DNS&#xFF09;&#x8BF4;&#x660E;&#xFF1A;DNS&#x670D;&#x52A1;&#x5668;&#x6240;&#x5F00;&#x653E;&#x7684;&#x7AEF;&#x53E3;&#xFF0C;&#x5165;&#x4FB5;&#x8005;&#x53EF;&#x80FD;&#x662F;&#x8BD5;&#x56FE;&#x8FDB;&#x884C;&#x533A;&#x57DF;&#x4F20;&#x9012;&#xFF08;TCP&#xFF09;&#xFF0C;&#x6B3A;&#x9A97;DNS&#xFF08;UDP&#xFF09;&#x6216;&#x9690;&#x85CF;&#x5176;&#x4ED6;&#x7684;&#x901A;&#x4FE1;&#x3002;&#x56E0;&#x6B64;&#x9632;&#x706B;&#x5899;&#x5E38;&#x5E38;&#x8FC7;&#x6EE4;&#x6216;&#x8BB0;&#x5F55;&#x6B64;&#x7AEF;&#x53E3;&#x3002;</p>
</li>
<li><p>&#x7AEF;&#x53E3;&#xFF1A;67  &#x670D;&#x52A1;&#xFF1A;Bootstrap Protocol Server&#x8BF4;&#x660E;&#xFF1A;&#x901A;&#x8FC7;DSL&#x548C;Cable modem&#x7684;&#x9632;&#x706B;&#x5899;&#x5E38;&#x4F1A;&#x770B;&#x89C1;&#x5927;&#x91CF;&#x53D1;&#x9001;&#x5230;&#x5E7F;&#x64AD;&#x5730;&#x5740;255.255.255.255&#x7684;&#x6570;&#x636E;&#x3002;&#x8FD9;&#x4E9B;&#x673A;&#x5668;&#x5728;&#x5411;DHCP&#x670D;&#x52A1;&#x5668;&#x8BF7;&#x6C42;&#x4E00;&#x4E2A;&#x5730;&#x5740;&#x3002;HACKER&#x5E38;&#x8FDB;&#x5165;&#x5B83;&#x4EEC;&#xFF0C;&#x5206;&#x914D;&#x4E00;&#x4E2A;&#x5730;&#x5740;&#x628A;&#x81EA;&#x5DF1;&#x4F5C;&#x4E3A;&#x5C40;&#x90E8;&#x8DEF;&#x7531;&#x5668;&#x800C;&#x53D1;&#x8D77;&#x5927;&#x91CF;&#x4E2D;&#x95F4;&#x4EBA;&#xFF08;man-in-middle&#xFF09;&#x653B;&#x51FB;&#x3002;&#x5BA2;&#x6237;&#x7AEF;&#x5411;68&#x7AEF;&#x53E3;&#x5E7F;&#x64AD;&#x8BF7;&#x6C42;&#x914D;&#x7F6E;&#xFF0C;&#x670D;&#x52A1;&#x5668;&#x5411;67&#x7AEF;&#x53E3;&#x5E7F;&#x64AD;&#x56DE;&#x5E94;&#x8BF7;&#x6C42;&#x3002;&#x8FD9;&#x79CD;&#x56DE;&#x5E94;&#x4F7F;&#x7528;&#x5E7F;&#x64AD;&#x662F;&#x56E0;&#x4E3A;&#x5BA2;&#x6237;&#x7AEF;&#x8FD8;&#x4E0D;&#x77E5;&#x9053;&#x53EF;&#x4EE5;&#x53D1;&#x9001;&#x7684;IP&#x5730;&#x5740;&#x3002;</p>
</li>
<li><p>&#x7AEF;&#x53E3;&#xFF1A;69  &#x670D;&#x52A1;&#xFF1A;Trival File Transfer&#x8BF4;&#x660E;&#xFF1A;&#x8BB8;&#x591A;&#x670D;&#x52A1;&#x5668;&#x4E0E;bootp&#x4E00;&#x8D77;&#x63D0;&#x4F9B;&#x8FD9;&#x9879;&#x670D;&#x52A1;&#xFF0C;&#x4FBF;&#x4E8E;&#x4ECE;&#x7CFB;&#x7EDF;&#x4E0B;&#x8F7D;&#x542F;&#x52A8;&#x4EE3;&#x7801;&#x3002;&#x4F46;&#x662F;&#x5B83;&#x4EEC;&#x5E38;&#x5E38;&#x7531;&#x4E8E;&#x9519;&#x8BEF;&#x914D;&#x7F6E;&#x800C;&#x4F7F;&#x5165;&#x4FB5;&#x8005;&#x80FD;&#x4ECE;&#x7CFB;&#x7EDF;&#x4E2D;&#x7A83;&#x53D6;&#x4EFB;&#x4F55;&#x6587;&#x4EF6;&#x3002;&#x5B83;&#x4EEC;&#x4E5F;&#x53EF;&#x7528;&#x4E8E;&#x7CFB;&#x7EDF;&#x5199;&#x5165;&#x6587;&#x4EF6;&#x3002;</p>
</li>
<li><p>&#x7AEF;&#x53E3;&#xFF1A;79  &#x670D;&#x52A1;&#xFF1A;Finger Server&#x8BF4;&#x660E;&#xFF1A;&#x5165;&#x4FB5;&#x8005;&#x7528;&#x4E8E;&#x83B7;&#x5F97;&#x7528;&#x6237;&#x4FE1;&#x606F;&#xFF0C;&#x67E5;&#x8BE2;&#x64CD;&#x4F5C;&#x7CFB;&#x7EDF;&#xFF0C;&#x63A2;&#x6D4B;&#x5DF2;&#x77E5;&#x7684;&#x7F13;&#x51B2;&#x533A;&#x6EA2;&#x51FA;&#x9519;&#x8BEF;&#xFF0C;&#x56DE;&#x5E94;&#x4ECE;&#x81EA;&#x5DF1;&#x673A;&#x5668;&#x5230;&#x5176;&#x4ED6;&#x673A;&#x5668;Finger&#x626B;&#x63CF;&#x3002;</p>
</li>
<li><p>&#x7AEF;&#x53E3;&#xFF1A;80  &#x670D;&#x52A1;&#xFF1A;HTTP&#x8BF4;&#x660E;&#xFF1A;&#x7528;&#x4E8E;&#x7F51;&#x9875;&#x6D4F;&#x89C8;&#x3002;&#x6728;&#x9A6C;Executor&#x5F00;&#x653E;&#x6B64;&#x7AEF;&#x53E3;&#x3002;</p>
</li>
<li><p>&#x7AEF;&#x53E3;&#xFF1A;99  &#x670D;&#x52A1;&#xFF1A;Metagram Relay&#x8BF4;&#x660E;&#xFF1A;&#x540E;&#x95E8;&#x7A0B;&#x5E8F;ncx99&#x5F00;&#x653E;&#x6B64;&#x7AEF;&#x53E3;&#x3002;</p>
</li>
<li><p>&#x7AEF;&#x53E3;&#xFF1A;102  &#x670D;&#x52A1;&#xFF1A;Message transfer agent(MTA)-X.400 over TCP/IP&#x8BF4;&#x660E;&#xFF1A;&#x6D88;&#x606F;&#x4F20;&#x8F93;&#x4EE3;&#x7406;&#x3002;</p>
</li>
<li><p>&#x7AEF;&#x53E3;&#xFF1A;109  &#x670D;&#x52A1;&#xFF1A;Post Office Protocol -Version3&#x8BF4;&#x660E;&#xFF1A;POP3&#x670D;&#x52A1;&#x5668;&#x5F00;&#x653E;&#x6B64;&#x7AEF;&#x53E3;&#xFF0C;&#x7528;&#x4E8E;&#x63A5;&#x6536;&#x90AE;&#x4EF6;&#xFF0C;&#x5BA2;&#x6237;&#x7AEF;&#x8BBF;&#x95EE;&#x670D;&#x52A1;&#x5668;&#x7AEF;&#x7684;&#x90AE;&#x4EF6;&#x670D;&#x52A1;&#x3002;POP3&#x670D;&#x52A1;&#x6709;&#x8BB8;&#x591A;&#x516C;&#x8BA4;&#x7684;&#x5F31;&#x70B9;&#x3002;&#x5173;&#x4E8E;&#x7528;&#x6237;&#x540D;&#x548C;&#x5BC6;&#x7801;&#x4EA4;&#x6362;&#x7F13;&#x51B2;&#x533A;&#x6EA2;&#x51FA;&#x7684;&#x5F31;&#x70B9;&#x81F3;&#x5C11;&#x6709;20&#x4E2A;&#xFF0C;&#x8FD9;&#x610F;&#x5473;&#x7740;&#x5165;&#x4FB5;&#x8005;&#x53EF;&#x4EE5;&#x5728;&#x771F;&#x6B63;&#x767B;&#x9646;&#x524D;&#x8FDB;&#x5165;&#x7CFB;&#x7EDF;&#x3002;&#x6210;&#x529F;&#x767B;&#x9646;&#x540E;&#x8FD8;&#x6709;&#x5176;&#x4ED6;&#x7F13;&#x51B2;&#x533A;&#x6EA2;&#x51FA;&#x9519;&#x8BEF;&#x3002;</p>
</li>
<li><p>&#x7AEF;&#x53E3;&#xFF1A;110  &#x670D;&#x52A1;&#xFF1A;SUN&#x516C;&#x53F8;&#x7684;RPC&#x670D;&#x52A1;&#x6240;&#x6709;&#x7AEF;&#x53E3;&#x8BF4;&#x660E;&#xFF1A;&#x5E38;&#x89C1;RPC&#x670D;&#x52A1;&#x6709;rpc.mountd&#x3001;NFS&#x3001;rpc.statd&#x3001;rpc.csmd&#x3001;rpc.ttybd&#x3001;amd&#x7B49;</p>
</li>
<li><p>&#x7AEF;&#x53E3;&#xFF1A;113  &#x670D;&#x52A1;&#xFF1A;Authentication Service&#x8BF4;&#x660E;&#xFF1A;&#x8FD9;&#x662F;&#x4E00;&#x4E2A;&#x8BB8;&#x591A;&#x8BA1;&#x7B97;&#x673A;&#x4E0A;&#x8FD0;&#x884C;&#x7684;&#x534F;&#x8BAE;&#xFF0C;&#x7528;&#x4E8E;&#x9274;&#x522B;TCP&#x8FDE;&#x63A5;&#x7684;&#x7528;&#x6237;&#x3002;&#x4F7F;&#x7528;&#x6807;&#x51C6;&#x7684;&#x8FD9;&#x79CD;&#x670D;&#x52A1;&#x53EF;&#x4EE5;&#x83B7;&#x5F97;&#x8BB8;&#x591A;&#x8BA1;&#x7B97;&#x673A;&#x7684;&#x4FE1;&#x606F;&#x3002;&#x4F46;&#x662F;&#x5B83;&#x53EF;&#x4F5C;&#x4E3A;&#x8BB8;&#x591A;&#x670D;&#x52A1;&#x7684;&#x8BB0;&#x5F55;&#x5668;&#xFF0C;&#x5C24;&#x5176;&#x662F;FTP&#x3001;POP&#x3001;IMAP&#x3001;SMTP&#x548C;IRC&#x7B49;&#x670D;&#x52A1;&#x3002;&#x901A;&#x5E38;&#x5982;&#x679C;&#x6709;&#x8BB8;&#x591A;&#x5BA2;&#x6237;&#x901A;&#x8FC7;&#x9632;&#x706B;&#x5899;&#x8BBF;&#x95EE;&#x8FD9;&#x4E9B;&#x670D;&#x52A1;&#xFF0C;&#x5C06;&#x4F1A;&#x770B;&#x5230;&#x8BB8;&#x591A;&#x8FD9;&#x4E2A;&#x7AEF;&#x53E3;&#x7684;&#x8FDE;&#x63A5;&#x8BF7;&#x6C42;&#x3002;&#x8BB0;&#x4F4F;&#xFF0C;&#x5982;&#x679C;&#x963B;&#x65AD;&#x8FD9;&#x4E2A;&#x7AEF;&#x53E3;&#x5BA2;&#x6237;&#x7AEF;&#x4F1A;&#x611F;&#x89C9;&#x5230;&#x5728;&#x9632;&#x706B;&#x5899;&#x53E6;&#x4E00;&#x8FB9;&#x4E0E;E-MAIL&#x670D;&#x52A1;&#x5668;&#x7684;&#x7F13;&#x6162;&#x8FDE;&#x63A5;&#x3002;&#x8BB8;&#x591A;&#x9632;&#x706B;&#x5899;&#x652F;&#x6301;TCP&#x8FDE;&#x63A5;&#x7684;&#x963B;&#x65AD;&#x8FC7;&#x7A0B;&#x4E2D;&#x53D1;&#x56DE;RST&#x3002;&#x8FD9;&#x5C06;&#x4F1A;&#x505C;&#x6B62;&#x7F13;&#x6162;&#x7684;&#x8FDE;&#x63A5;&#x3002;</p>
</li>
<li><p>&#x7AEF;&#x53E3;&#xFF1A;119  &#x670D;&#x52A1;&#xFF1A;Network News Transfer Protocol&#x8BF4;&#x660E;&#xFF1A;NEWS&#x65B0;&#x95FB;&#x7EC4;&#x4F20;&#x8F93;&#x534F;&#x8BAE;&#xFF0C;&#x627F;&#x8F7D;USENET&#x901A;&#x4FE1;&#x3002;&#x8FD9;&#x4E2A;&#x7AEF;&#x53E3;&#x7684;&#x8FDE;&#x63A5;&#x901A;&#x5E38;&#x662F;&#x4EBA;&#x4EEC;&#x5728;&#x5BFB;&#x627E;USENET&#x670D;&#x52A1;&#x5668;&#x3002;&#x591A;&#x6570;ISP&#x9650;&#x5236;&#xFF0C;&#x53EA;&#x6709;&#x4ED6;&#x4EEC;&#x7684;&#x5BA2;&#x6237;&#x624D;&#x80FD;&#x8BBF;&#x95EE;&#x4ED6;&#x4EEC;&#x7684;&#x65B0;&#x95FB;&#x7EC4;&#x670D;&#x52A1;&#x5668;&#x3002;&#x6253;&#x5F00;&#x65B0;&#x95FB;&#x7EC4;&#x670D;&#x52A1;&#x5668;&#x5C06;&#x5141;&#x8BB8;&#x53D1;/&#x8BFB;&#x4EFB;&#x4F55;&#x4EBA;&#x7684;&#x5E16;&#x5B50;&#xFF0C;&#x8BBF;&#x95EE;&#x88AB;&#x9650;&#x5236;&#x7684;&#x65B0;&#x95FB;&#x7EC4;&#x670D;&#x52A1;&#x5668;&#xFF0C;&#x533F;&#x540D;&#x53D1;&#x5E16;&#x6216;&#x53D1;&#x9001;SPAM&#x3002;</p>
</li>
<li><p>&#x7AEF;&#x53E3;&#xFF1A;135  &#x670D;&#x52A1;&#xFF1A;Location Service&#x8BF4;&#x660E;&#xFF1A;Microsoft&#x5728;&#x8FD9;&#x4E2A;&#x7AEF;&#x53E3;&#x8FD0;&#x884C;DCE RPC end-point mapper&#x4E3A;&#x5B83;&#x7684;DCOM&#x670D;&#x52A1;&#x3002;&#x8FD9;&#x4E0E;UNIX 111&#x7AEF;&#x53E3;&#x7684;&#x529F;&#x80FD;&#x5F88;&#x76F8;&#x4F3C;&#x3002;&#x4F7F;&#x7528;DCOM&#x548C;RPC&#x7684;&#x670D;&#x52A1;&#x5229;&#x7528;&#x8BA1;&#x7B97;&#x673A;&#x4E0A;&#x7684;end-point mapper&#x6CE8;&#x518C;&#x5B83;&#x4EEC;&#x7684;&#x4F4D;&#x7F6E;&#x3002;&#x8FDC;&#x7AEF;&#x5BA2;&#x6237;&#x8FDE;&#x63A5;&#x5230;&#x8BA1;&#x7B97;&#x673A;&#x65F6;&#xFF0C;&#x5B83;&#x4EEC;&#x67E5;&#x627E;end-point mapper&#x627E;&#x5230;&#x670D;&#x52A1;&#x7684;&#x4F4D;&#x7F6E;&#x3002;HACKER&#x626B;&#x63CF;&#x8BA1;&#x7B97;&#x673A;&#x7684;&#x8FD9;&#x4E2A;&#x7AEF;&#x53E3;&#x662F;&#x4E3A;&#x4E86;&#x627E;&#x5230;&#x8FD9;&#x4E2A;&#x8BA1;&#x7B97;&#x673A;&#x4E0A;&#x8FD0;&#x884C;Exchange Server&#x5417;&#xFF1F;&#x4EC0;&#x4E48;&#x7248;&#x672C;&#xFF1F;&#x8FD8;&#x6709;&#x4E9B;DOS&#x653B;&#x51FB;&#x76F4;&#x63A5;&#x9488;&#x5BF9;&#x8FD9;&#x4E2A;&#x7AEF;&#x53E3;&#x3002;</p>
</li>
<li><p>&#x7AEF;&#x53E3;&#xFF1A;137&#x3001;138&#x3001;139  &#x670D;&#x52A1;&#xFF1A;NETBIOS Name Service&#x8BF4;&#x660E;&#xFF1A;&#x5176;&#x4E2D;137&#x3001;138&#x662F;UDP&#x7AEF;&#x53E3;&#xFF0C;&#x5F53;&#x901A;&#x8FC7;&#x7F51;&#x4E0A;&#x90BB;&#x5C45;&#x4F20;&#x8F93;&#x6587;&#x4EF6;&#x65F6;&#x7528;&#x8FD9;&#x4E2A;&#x7AEF;&#x53E3;&#x3002;&#x800C;139&#x7AEF;&#x53E3;&#xFF1A;&#x901A;&#x8FC7;&#x8FD9;&#x4E2A;&#x7AEF;&#x53E3;&#x8FDB;&#x5165;&#x7684;&#x8FDE;&#x63A5;&#x8BD5;&#x56FE;&#x83B7;&#x5F97;NetBIOS/SMB&#x670D;&#x52A1;&#x3002;&#x8FD9;&#x4E2A;&#x534F;&#x8BAE;&#x88AB;&#x7528;&#x4E8E;windows&#x6587;&#x4EF6;&#x548C;&#x6253;&#x5370;&#x673A;&#x5171;&#x4EAB;&#x548C;SAMBA&#x3002;&#x8FD8;&#x6709;WINS Regisrtation&#x4E5F;&#x7528;&#x5B83;&#x3002;</p>
</li>
<li><p>&#x7AEF;&#x53E3;&#xFF1A;143  &#x670D;&#x52A1;&#xFF1A;Interim Mail Access Protocol v2&#x8BF4;&#x660E;&#xFF1A;&#x548C;POP3&#x7684;&#x5B89;&#x5168;&#x95EE;&#x9898;&#x4E00;&#x6837;&#xFF0C;&#x8BB8;&#x591A;IMAP&#x670D;&#x52A1;&#x5668;&#x5B58;&#x5728;&#x6709;&#x7F13;&#x51B2;&#x533A;&#x6EA2;&#x51FA;&#x6F0F;&#x6D1E;&#x3002;&#x8BB0;&#x4F4F;&#xFF1A;&#x4E00;&#x79CD;LINUX&#x8815;&#x866B;&#xFF08;admv0rm&#xFF09;&#x4F1A;&#x901A;&#x8FC7;&#x8FD9;&#x4E2A;&#x7AEF;&#x53E3;&#x7E41;&#x6B96;&#xFF0C;&#x56E0;&#x6B64;&#x8BB8;&#x591A;&#x8FD9;&#x4E2A;&#x7AEF;&#x53E3;&#x7684;&#x626B;&#x63CF;&#x6765;&#x81EA;&#x4E0D;&#x77E5;&#x60C5;&#x7684;&#x5DF2;&#x7ECF;&#x88AB;&#x611F;&#x67D3;&#x7684;&#x7528;&#x6237;&#x3002;&#x5F53;REDHAT&#x5728;&#x4ED6;&#x4EEC;&#x7684;LINUX&#x53D1;&#x5E03;&#x7248;&#x672C;&#x4E2D;&#x9ED8;&#x8BA4;&#x5141;&#x8BB8;IMAP&#x540E;&#xFF0C;&#x8FD9;&#x4E9B;&#x6F0F;&#x6D1E;&#x53D8;&#x7684;&#x5F88;&#x6D41;&#x884C;&#x3002;&#x8FD9;&#x4E00;&#x7AEF;&#x53E3;&#x8FD8;&#x88AB;&#x7528;&#x4E8E;IMAP2&#xFF0C;&#x4F46;&#x5E76;&#x4E0D;&#x6D41;&#x884C;&#x3002;</p>
</li>
<li><p>&#x7AEF;&#x53E3;&#xFF1A;161  &#x670D;&#x52A1;&#xFF1A;SNMP&#x8BF4;&#x660E;&#xFF1A;SNMP&#x5141;&#x8BB8;&#x8FDC;&#x7A0B;&#x7BA1;&#x7406;&#x8BBE;&#x5907;&#x3002;&#x6240;&#x6709;&#x914D;&#x7F6E;&#x548C;&#x8FD0;&#x884C;&#x4FE1;&#x606F;&#x7684;&#x50A8;&#x5B58;&#x5728;&#x6570;&#x636E;&#x5E93;&#x4E2D;&#xFF0C;&#x901A;&#x8FC7;SNMP&#x53EF;&#x83B7;&#x5F97;&#x8FD9;&#x4E9B;&#x4FE1;&#x606F;&#x3002;&#x8BB8;&#x591A;&#x7BA1;&#x7406;&#x5458;&#x7684;&#x9519;&#x8BEF;&#x914D;&#x7F6E;&#x5C06;&#x88AB;&#x66B4;&#x9732;&#x5728;Internet&#x3002;Cackers&#x5C06;&#x8BD5;&#x56FE;&#x4F7F;&#x7528;&#x9ED8;&#x8BA4;&#x7684;&#x5BC6;&#x7801;public&#x3001;private&#x8BBF;&#x95EE;&#x7CFB;&#x7EDF;&#x3002;&#x4ED6;&#x4EEC;&#x53EF;&#x80FD;&#x4F1A;&#x8BD5;&#x9A8C;&#x6240;&#x6709;&#x53EF;&#x80FD;&#x7684;&#x7EC4;&#x5408;&#x3002;SNMP&#x5305;&#x53EF;&#x80FD;&#x4F1A;&#x88AB;&#x9519;&#x8BEF;&#x7684;&#x6307;&#x5411;&#x7528;&#x6237;&#x7684;&#x7F51;&#x7EDC;&#x3002;</p>
</li>
<li><p>&#x7AEF;&#x53E3;&#xFF1A;177  &#x670D;&#x52A1;&#xFF1A;X Display Manager Control Protocol&#x8BF4;&#x660E;&#xFF1A;&#x8BB8;&#x591A;&#x5165;&#x4FB5;&#x8005;&#x901A;&#x8FC7;&#x5B83;&#x8BBF;&#x95EE;X-windows&#x64CD;&#x4F5C;&#x53F0;&#xFF0C;&#x5B83;&#x540C;&#x65F6;&#x9700;&#x8981;&#x6253;&#x5F00;6000&#x7AEF;&#x53E3;&#x3002;</p>
</li>
<li><p>&#x7AEF;&#x53E3;&#xFF1A;389  &#x670D;&#x52A1;&#xFF1A;LDAP&#x3001;ILS&#x8BF4;&#x660E;&#xFF1A;&#x8F7B;&#x578B;&#x76EE;&#x5F55;&#x8BBF;&#x95EE;&#x534F;&#x8BAE;&#x548C;NetMeeting Internet Locator Server&#x5171;&#x7528;&#x8FD9;&#x4E00;&#x7AEF;&#x53E3;&#x3002;</p>
</li>
<li><p>&#x7AEF;&#x53E3;&#xFF1A;443  &#x670D;&#x52A1;&#xFF1A;Https&#x8BF4;&#x660E;&#xFF1A;&#x7F51;&#x9875;&#x6D4F;&#x89C8;&#x7AEF;&#x53E3;&#xFF0C;&#x80FD;&#x63D0;&#x4F9B;&#x52A0;&#x5BC6;&#x548C;&#x901A;&#x8FC7;&#x5B89;&#x5168;&#x7AEF;&#x53E3;&#x4F20;&#x8F93;&#x7684;&#x53E6;&#x4E00;&#x79CD;HTTP&#x3002;</p>
</li>
<li><p>&#x7AEF;&#x53E3;&#xFF1A;456  &#x670D;&#x52A1;&#xFF1A;[NULL]&#x8BF4;&#x660E;&#xFF1A;&#x6728;&#x9A6C;HACKERS PARADISE&#x5F00;&#x653E;&#x6B64;&#x7AEF;&#x53E3;&#x3002;</p>
</li>
<li><p>&#x7AEF;&#x53E3;&#xFF1A;513  &#x670D;&#x52A1;&#xFF1A;Login,remote login&#x8BF4;&#x660E;&#xFF1A;&#x662F;&#x4ECE;&#x4F7F;&#x7528;cable modem&#x6216;DSL&#x767B;&#x9646;&#x5230;&#x5B50;&#x7F51;&#x4E2D;&#x7684;UNIX&#x8BA1;&#x7B97;&#x673A;&#x53D1;&#x51FA;&#x7684;&#x5E7F;&#x64AD;&#x3002;&#x8FD9;&#x4E9B;&#x4EBA;&#x4E3A;&#x5165;&#x4FB5;&#x8005;&#x8FDB;&#x5165;&#x4ED6;&#x4EEC;&#x7684;&#x7CFB;&#x7EDF;&#x63D0;&#x4F9B;&#x4E86;&#x4FE1;&#x606F;&#x3002;</p>
</li>
<li><p>&#x7AEF;&#x53E3;&#xFF1A;544  &#x670D;&#x52A1;&#xFF1A;[NULL]&#x8BF4;&#x660E;&#xFF1A;kerberos kshell</p>
</li>
<li><p>&#x7AEF;&#x53E3;&#xFF1A;548  &#x670D;&#x52A1;&#xFF1A;Macintosh,File Services(AFP/IP)&#x8BF4;&#x660E;&#xFF1A;Macintosh,&#x6587;&#x4EF6;&#x670D;&#x52A1;&#x3002;</p>
</li>
<li><p>&#x7AEF;&#x53E3;&#xFF1A;553  &#x670D;&#x52A1;&#xFF1A;CORBA IIOP&#xFF08;UDP&#xFF09;&#x8BF4;&#x660E;&#xFF1A;&#x4F7F;&#x7528;cable modem&#x3001;DSL&#x6216;VLAN&#x5C06;&#x4F1A;&#x770B;&#x5230;&#x8FD9;&#x4E2A;&#x7AEF;&#x53E3;&#x7684;&#x5E7F;&#x64AD;&#x3002;CORBA&#x662F;&#x4E00;&#x79CD;&#x9762;&#x5411;&#x5BF9;&#x8C61;&#x7684;RPC&#x7CFB;&#x7EDF;&#x3002;&#x5165;&#x4FB5;&#x8005;&#x53EF;&#x4EE5;&#x5229;&#x7528;&#x8FD9;&#x4E9B;&#x4FE1;&#x606F;&#x8FDB;&#x5165;&#x7CFB;&#x7EDF;&#x3002;</p>
</li>
<li><p>&#x7AEF;&#x53E3;&#xFF1A;555  &#x670D;&#x52A1;&#xFF1A;DSF&#x8BF4;&#x660E;&#xFF1A;&#x6728;&#x9A6C;PhAse1.0&#x3001;Stealth Spy&#x3001;IniKiller&#x5F00;&#x653E;&#x6B64;&#x7AEF;&#x53E3;&#x3002;</p>
</li>
<li><p>&#x7AEF;&#x53E3;&#xFF1A;568  &#x670D;&#x52A1;&#xFF1A;Membership DPA&#x8BF4;&#x660E;&#xFF1A;&#x6210;&#x5458;&#x8D44;&#x683C;DPA&#x3002;</p>
</li>
<li><p>&#x7AEF;&#x53E3;&#xFF1A;569  &#x670D;&#x52A1;&#xFF1A;Membership MSN&#x8BF4;&#x660E;&#xFF1A;&#x6210;&#x5458;&#x8D44;&#x683C;MSN&#x3002;</p>
</li>
<li><p>&#x7AEF;&#x53E3;&#xFF1A;635  &#x670D;&#x52A1;&#xFF1A;mountd&#x8BF4;&#x660E;&#xFF1A;Linux&#x7684;mountd Bug&#x3002;&#x8FD9;&#x662F;&#x626B;&#x63CF;&#x7684;&#x4E00;&#x4E2A;&#x6D41;&#x884C;BUG&#x3002;&#x5927;&#x591A;&#x6570;&#x5BF9;&#x8FD9;&#x4E2A;&#x7AEF;&#x53E3;&#x7684;&#x626B;&#x63CF;&#x662F;&#x57FA;&#x4E8E;UDP&#x7684;&#xFF0C;&#x4F46;&#x662F;&#x57FA;&#x4E8E;TCP&#x7684;mountd&#x6709;&#x6240;&#x589E;&#x52A0;&#xFF08;mountd&#x540C;&#x65F6;&#x8FD0;&#x884C;&#x4E8E;&#x4E24;&#x4E2A;&#x7AEF;&#x53E3;&#xFF09;&#x3002;&#x8BB0;&#x4F4F;mountd&#x53EF;&#x8FD0;&#x884C;&#x4E8E;&#x4EFB;&#x4F55;&#x7AEF;&#x53E3;&#xFF08;&#x5230;&#x5E95;&#x662F;&#x54EA;&#x4E2A;&#x7AEF;&#x53E3;&#xFF0C;&#x9700;&#x8981;&#x5728;&#x7AEF;&#x53E3;111&#x505A;portmap&#x67E5;&#x8BE2;&#xFF09;&#xFF0C;&#x53EA;&#x662F;Linux&#x9ED8;&#x8BA4;&#x7AEF;&#x53E3;&#x662F;635&#xFF0C;&#x5C31;&#x50CF;NFS&#x901A;&#x5E38;&#x8FD0;&#x884C;&#x4E8E;2049&#x7AEF;&#x53E3;&#x3002;</p>
</li>
<li><p>&#x7AEF;&#x53E3;&#xFF1A;636  &#x670D;&#x52A1;&#xFF1A;LDAP&#x8BF4;&#x660E;&#xFF1A;SSL&#xFF08;Secure Sockets layer&#xFF09;</p>
</li>
<li><p>&#x7AEF;&#x53E3;&#xFF1A;666  &#x670D;&#x52A1;&#xFF1A;Doom Id Software&#x8BF4;&#x660E;&#xFF1A;&#x6728;&#x9A6C;Attack FTP&#x3001;Satanz Backdoor&#x5F00;&#x653E;&#x6B64;&#x7AEF;&#x53E3;</p>
</li>
<li><p>&#x7AEF;&#x53E3;&#xFF1A;993  &#x670D;&#x52A1;&#xFF1A;IMAP&#x8BF4;&#x660E;&#xFF1A;SSL&#xFF08;Secure Sockets layer&#xFF09;</p>
</li>
<li><p>&#x7AEF;&#x53E3;&#xFF1A;1001&#x3001;1011  &#x670D;&#x52A1;&#xFF1A;[NULL]&#x8BF4;&#x660E;&#xFF1A;&#x6728;&#x9A6C;Silencer&#x3001;WebEx&#x5F00;&#x653E;1001&#x7AEF;&#x53E3;&#x3002;&#x6728;&#x9A6C;Doly Trojan&#x5F00;&#x653E;1011&#x7AEF;&#x53E3;&#x3002;</p>
</li>
<li><p>&#x7AEF;&#x53E3;&#xFF1A;1024  &#x670D;&#x52A1;&#xFF1A;Reserved&#x8BF4;&#x660E;&#xFF1A;&#x5B83;&#x662F;&#x52A8;&#x6001;&#x7AEF;&#x53E3;&#x7684;&#x5F00;&#x59CB;&#xFF0C;&#x8BB8;&#x591A;&#x7A0B;&#x5E8F;&#x5E76;&#x4E0D;&#x5728;&#x4E4E;&#x7528;&#x54EA;&#x4E2A;&#x7AEF;&#x53E3;&#x8FDE;&#x63A5;&#x7F51;&#x7EDC;&#xFF0C;&#x5B83;&#x4EEC;&#x8BF7;&#x6C42;&#x7CFB;&#x7EDF;&#x4E3A;&#x5B83;&#x4EEC;&#x5206;&#x914D;&#x4E0B;&#x4E00;&#x4E2A;&#x95F2;&#x7F6E;&#x7AEF;&#x53E3;&#x3002;&#x57FA;&#x4E8E;&#x8FD9;&#x4E00;&#x70B9;&#x5206;&#x914D;&#x4ECE;&#x7AEF;&#x53E3;1024&#x5F00;&#x59CB;&#x3002;&#x8FD9;&#x5C31;&#x662F;&#x8BF4;&#x7B2C;&#x4E00;&#x4E2A;&#x5411;&#x7CFB;&#x7EDF;&#x53D1;&#x51FA;&#x8BF7;&#x6C42;&#x7684;&#x4F1A;&#x5206;&#x914D;&#x5230;1024&#x7AEF;&#x53E3;&#x3002;&#x4F60;&#x53EF;&#x4EE5;&#x91CD;&#x542F;&#x673A;&#x5668;&#xFF0C;&#x6253;&#x5F00;Telnet&#xFF0C;&#x518D;&#x6253;&#x5F00;&#x4E00;&#x4E2A;&#x7A97;&#x53E3;&#x8FD0;&#x884C;natstat -a&#x5C06;&#x4F1A;&#x770B;&#x5230;Telnet&#x88AB;&#x5206;&#x914D;1024&#x7AEF;&#x53E3;&#x3002;&#x8FD8;&#x6709;SQL session&#x4E5F;&#x7528;&#x6B64;&#x7AEF;&#x53E3;&#x548C;5000&#x7AEF;&#x53E3;&#x3002;</p>
</li>
<li><p>&#x7AEF;&#x53E3;&#xFF1A;1025&#x3001;1033  &#x670D;&#x52A1;&#xFF1A;1025&#xFF1A;network blackjack 1033&#xFF1A;[NULL]&#x8BF4;&#x660E;&#xFF1A;&#x6728;&#x9A6C;netspy&#x5F00;&#x653E;&#x8FD9;2&#x4E2A;&#x7AEF;&#x53E3;&#x3002;</p>
</li>
<li><p>&#x7AEF;&#x53E3;&#xFF1A;1080  &#x670D;&#x52A1;&#xFF1A;SOCKS&#x8BF4;&#x660E;&#xFF1A;&#x8FD9;&#x4E00;&#x534F;&#x8BAE;&#x4EE5;&#x901A;&#x9053;&#x65B9;&#x5F0F;&#x7A7F;&#x8FC7;&#x9632;&#x706B;&#x5899;&#xFF0C;&#x5141;&#x8BB8;&#x9632;&#x706B;&#x5899;&#x540E;&#x9762;&#x7684;&#x4EBA;&#x901A;&#x8FC7;&#x4E00;&#x4E2A;IP&#x5730;&#x5740;&#x8BBF;&#x95EE;INTERNET&#x3002;&#x7406;&#x8BBA;&#x4E0A;&#x5B83;&#x5E94;&#x8BE5;&#x53EA;&#x5141;&#x8BB8;&#x5185;&#x90E8;&#x7684;&#x901A;&#x4FE1;&#x5411;&#x5916;&#x5230;&#x8FBE;INTERNET&#x3002;&#x4F46;&#x662F;&#x7531;&#x4E8E;&#x9519;&#x8BEF;&#x7684;&#x914D;&#x7F6E;&#xFF0C;&#x5B83;&#x4F1A;&#x5141;&#x8BB8;&#x4F4D;&#x4E8E;&#x9632;&#x706B;&#x5899;&#x5916;&#x90E8;&#x7684;&#x653B;&#x51FB;&#x7A7F;&#x8FC7;&#x9632;&#x706B;&#x5899;&#x3002;WinGate&#x5E38;&#x4F1A;&#x53D1;&#x751F;&#x8FD9;&#x79CD;&#x9519;&#x8BEF;&#xFF0C;&#x5728;&#x52A0;&#x5165;IRC&#x804A;&#x5929;&#x5BA4;&#x65F6;&#x5E38;&#x4F1A;&#x770B;&#x5230;&#x8FD9;&#x79CD;&#x60C5;&#x51B5;&#x3002;</p>
</li>
<li><p>&#x7AEF;&#x53E3;&#xFF1A;1170  &#x670D;&#x52A1;&#xFF1A;[NULL]&#x8BF4;&#x660E;&#xFF1A;&#x6728;&#x9A6C;Streaming Audio Trojan&#x3001;Psyber Stream Server&#x3001;Voice&#x5F00;&#x653E;&#x6B64;&#x7AEF;&#x53E3;&#x3002;</p>
</li>
<li><p>&#x7AEF;&#x53E3;&#xFF1A;1234&#x3001;1243&#x3001;6711&#x3001;6776  &#x670D;&#x52A1;&#xFF1A;[NULL]&#x8BF4;&#x660E;&#xFF1A;&#x6728;&#x9A6C;SubSeven2.0&#x3001;Ultors Trojan&#x5F00;&#x653E;1234&#x3001;6776&#x7AEF;&#x53E3;&#x3002;&#x6728;&#x9A6C;SubSeven1.0/1.9&#x5F00;&#x653E;1243&#x3001;6711&#x3001;6776&#x7AEF;&#x53E3;&#x3002;</p>
</li>
<li><p>&#x7AEF;&#x53E3;&#xFF1A;1245  &#x670D;&#x52A1;&#xFF1A;[NULL]&#x8BF4;&#x660E;&#xFF1A;&#x6728;&#x9A6C;Vodoo&#x5F00;&#x653E;&#x6B64;&#x7AEF;&#x53E3;&#x3002;</p>
</li>
<li><p>&#x7AEF;&#x53E3;&#xFF1A;1433  &#x670D;&#x52A1;&#xFF1A;SQL&#x8BF4;&#x660E;&#xFF1A;Microsoft&#x7684;SQL&#x670D;&#x52A1;&#x5F00;&#x653E;&#x7684;&#x7AEF;&#x53E3;&#x3002;</p>
</li>
<li><p>&#x7AEF;&#x53E3;&#xFF1A;1492  &#x670D;&#x52A1;&#xFF1A;stone-design-1&#x8BF4;&#x660E;&#xFF1A;&#x6728;&#x9A6C;FTP99CMP&#x5F00;&#x653E;&#x6B64;&#x7AEF;&#x53E3;&#x3002;</p>
</li>
<li><p>&#x7AEF;&#x53E3;&#xFF1A;1500  &#x670D;&#x52A1;&#xFF1A;RPC client fixed port session queries&#x8BF4;&#x660E;&#xFF1A;RPC&#x5BA2;&#x6237;&#x56FA;&#x5B9A;&#x7AEF;&#x53E3;&#x4F1A;&#x8BDD;&#x67E5;&#x8BE2;</p>
</li>
<li><p>&#x7AEF;&#x53E3;&#xFF1A;1503  &#x670D;&#x52A1;&#xFF1A;NetMeeting T.120&#x8BF4;&#x660E;&#xFF1A;NetMeeting T.120</p>
</li>
<li><p>&#x7AEF;&#x53E3;&#xFF1A;1524  &#x670D;&#x52A1;&#xFF1A;ingress&#x8BF4;&#x660E;&#xFF1A;&#x8BB8;&#x591A;&#x653B;&#x51FB;&#x811A;&#x672C;&#x5C06;&#x5B89;&#x88C5;&#x4E00;&#x4E2A;&#x540E;&#x95E8;SHELL&#x4E8E;&#x8FD9;&#x4E2A;&#x7AEF;&#x53E3;&#xFF0C;&#x5C24;&#x5176;&#x662F;&#x9488;&#x5BF9;SUN&#x7CFB;&#x7EDF;&#x4E2D;Sendmail&#x548C;RPC&#x670D;&#x52A1;&#x6F0F;&#x6D1E;&#x7684;&#x811A;&#x672C;&#x3002;&#x5982;&#x679C;&#x521A;&#x5B89;&#x88C5;&#x4E86;&#x9632;&#x706B;&#x5899;&#x5C31;&#x770B;&#x5230;&#x5728;&#x8FD9;&#x4E2A;&#x7AEF;&#x53E3;&#x4E0A;&#x7684;&#x8FDE;&#x63A5;&#x4F01;&#x56FE;&#xFF0C;&#x5F88;&#x53EF;&#x80FD;&#x662F;&#x4E0A;&#x8FF0;&#x539F;&#x56E0;&#x3002;&#x53EF;&#x4EE5;&#x8BD5;&#x8BD5;Telnet&#x5230;&#x7528;&#x6237;&#x7684;&#x8BA1;&#x7B97;&#x673A;&#x4E0A;&#x7684;&#x8FD9;&#x4E2A;&#x7AEF;&#x53E3;&#xFF0C;&#x770B;&#x770B;&#x5B83;&#x662F;&#x5426;&#x4F1A;&#x7ED9;&#x4F60;&#x4E00;&#x4E2A;SHELL&#x3002;&#x8FDE;&#x63A5;&#x5230;600/pcserver&#x4E5F;&#x5B58;&#x5728;&#x8FD9;&#x4E2A;&#x95EE;&#x9898;&#x3002;</p>
</li>
</ul>
<h3 id="&#x901A;&#x8FC7;&#x7AEF;&#x53E3;&#x53EF;&#x4EE5;&#x505A;&#x4EC0;&#x4E48;&#xFF1A;">&#x901A;&#x8FC7;&#x7AEF;&#x53E3;&#x53EF;&#x4EE5;&#x505A;&#x4EC0;&#x4E48;&#xFF1A;</h3>
<ul>
<li>&#x4FE1;&#x606F;&#x6536;&#x96C6;</li>
<li>&#x76EE;&#x6807;&#x63A2;&#x6D4B;</li>
<li>&#x670D;&#x52A1;&#x5224;&#x65AD;</li>
<li>&#x7CFB;&#x7EDF;&#x5224;&#x65AD;</li>
<li>&#x7CFB;&#x7EDF;&#x89D2;&#x8272;&#x5206;&#x6790;</li>
</ul>
<h3 id="&#x6CE8;&#x518C;&#x8868;">&#x6CE8;&#x518C;&#x8868;</h3>
<p>&#x6CE8;&#x518C;&#x8868;&#x662F;windows&#x4E2D;&#x7684;&#x4E00;&#x4E2A;&#x91CD;&#x8981;&#x7684;&#x6570;&#x636E;&#x5E93;&#xFF0C;&#x7528;&#x4E8E;&#x5B58;&#x50A8;&#x7CFB;&#x7EDF;&#x548C;&#x5E94;&#x7528;&#x7A0B;&#x5E8F;&#x7684;&#x8BBE;&#x7F6E;&#x4FE1;&#x606F;&#xFF0C;&#x65E9;&#x5728;windows3.0&#x63A8;&#x51FA;OLE&#x6280;&#x672F;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x6CE8;&#x518C;&#x8868;&#x5C31;&#x5DF2;&#x7ECF;&#x51FA;&#x73B0;&#xFF0C;&#x968F;&#x540E;&#x63A8;&#x51FA;windows&#x7528;&#x6237;&#x7ECF;&#x5E38;&#x63A5;&#x89E6;&#x7684;&#x5185;&#x5BB9;&#xFF0C;&#x5E76;&#x5728;&#x5176;&#x540E;&#x7684;&#x64CD;&#x4F5C;&#x7CFB;&#x7EDF;&#x4E2D;&#x7EE7;&#x7EED;&#x6CBF;&#x7528;&#x81F3;&#x4ECA;&#x3002;</p>
<h3 id="&#x6CE8;&#x518C;&#x8868;&#x7ED3;&#x6784;&#xFF1A;">&#x6CE8;&#x518C;&#x8868;&#x7ED3;&#x6784;&#xFF1A;</h3>
<p>1.HKEY_CLASSES_ROOT  &#x7BA1;&#x7406;&#x6587;&#x4EF6;&#x7CFB;&#x7EDF;&#xFF0C;&#x6839;&#x636E;windows&#x4E2D;&#x5B89;&#x88C5;&#x7684;&#x5E94;&#x7528;&#x7A0B;&#x5E8F;&#x7684;&#x6269;&#x5C55;&#x540D;&#xFF0C;&#x8BE5;&#x6839;&#x952E;&#x6307;&#x660E;&#x5176;&#x6587;&#x4EF6;&#x7C7B;&#x578B;&#x7684;&#x540D;&#x79F0;&#xFF0C;&#x76F8;&#x5E94;&#x6253;&#x5F00;&#x8BE5;&#x6587;&#x4EF6;&#x7D22;&#x8981;&#x8C03;&#x7528;&#x7684;&#x7A0B;&#x5E8F;&#x7B49;&#x7B49;&#x4FE1;&#x606F;&#x3002;  </p>
<p>2.HEKY_CURRENT_USER  &#x7BA1;&#x7406;&#x5F53;&#x524D;&#x7684;&#x7528;&#x6237;&#x4FE1;&#x606F;&#xFF0C;&#x5728;&#x8FD9;&#x4E2A;&#x6839;&#x952E;&#x4E2D;&#x4FDD;&#x5B58;&#x4E86;&#x672C;&#x5730;&#x8BA1;&#x7B97;&#x673A;&#x4E2D;&#x5B58;&#x653E;&#x7684;&#x5F53;&#x524D;&#x767B;&#x5F55;&#x7684;&#x7528;&#x6237;&#x4FE1;&#x606F;&#xFF0C;&#x5305;&#x62EC;&#x7528;&#x6237;&#x767B;&#x5F55;&#x7528;&#x6237;&#x540D;&#x548C;&#x6682;&#x5B58;&#x7684;&#x5BC6;&#x7801;&#x3002;&#x5728;&#x7528;&#x6237;&#x767B;&#x5F55;windows98&#x65F6;&#xFF0C;&#x5176;&#x4FE1;&#x606F;&#x4ECE;HKEY_USERS&#x4E2D;&#x76F8;&#x5E94;&#x7684;&#x9879;&#x62F7;&#x8D1D;&#x5230;HEKY_CURRENT_USER&#x4E2D;&#x3002;</p>
<p>3.HEKY_LOCAL_MACHINE  &#x7BA1;&#x7406;&#x5F53;&#x524D;&#x7CFB;&#x7EDF;&#x786C;&#x4EF6;&#x7684;&#x914D;&#x7F6E;&#xFF0C;&#x5728;&#x8FD9;&#x4E2A;&#x6839;&#x952E;&#x4E2D;&#x4FDD;&#x5B58;&#x4E86;&#x672C;&#x5730;&#x8BA1;&#x7B97;&#x673A;&#x786C;&#x4EF6;&#x914D;&#x7F6E;&#x6570;&#x636E;&#xFF0C;&#x6B64;&#x6839;&#x952E;&#x4E0B;&#x7684;&#x81EA;&#x5173;&#x952E;&#x5B57;&#x5305;&#x62EC;SYSTEM.DAT&#x4E2D;&#xFF0C;&#x7528;&#x6765;&#x63D0;&#x4F9B;HKEY_LOCAL_MACHINE &#x6240;&#x9700;&#x7684;&#x4FE1;&#x606F;&#xFF0C;&#x6216;&#x8005;&#x5728;&#x8FDC;&#x7A0B;&#x8BA1;&#x7B97;&#x673A;&#x4E2D;&#x53EF;&#x8BBF;&#x95EE;&#x7684;&#x4E00;&#x7EC4;&#x952E;&#x4E2D;&#xFF0C;&#x8FD9;&#x4E2A;&#x6839;&#x952E;&#x91CC;&#x9762;&#x7684;&#x8BB8;&#x591A;&#x5B50;&#x952E;&#x4E0E;System.ini&#x6587;&#x4EF6;&#x4E2D;&#x7684;&#x8BBE;&#x7F6E;&#x9879;&#x7C7B;&#x4F3C;&#x3002;</p>
<p>4.HEKY_USERS  &#x7BA1;&#x7406;&#x7CFB;&#x7EDF;&#x7684;&#x7528;&#x6237;&#x4FE1;&#x606F;&#xFF0C;&#x5728;&#x8FD9;&#x4E2A;&#x6839;&#x952E;&#x4E2D;&#x4FDD;&#x5B58;&#x4E86;&#x5B58;&#x653E;&#x5728;&#x672C;&#x5730;&#x8BA1;&#x7B97;&#x673A;&#x53E3;&#x4EE4;&#x5217;&#x8868;&#x4E2D;&#x7684;&#x7528;&#x6237;&#x6807;&#x8BC6;&#x548C;&#x5BC6;&#x7801;&#x5217;&#x8868;&#xFF0C;&#x540C;&#x65F6;&#x6BCF;&#x4E2A;&#x7528;&#x6237;&#x7684;&#x9884;&#x914D;&#x7F6E;&#x4FE1;&#x606F;&#x90FD;&#x5B58;&#x50A8;&#x5728;HKEY_USERS &#x6839;&#x952E;&#x4E2D;&#xFF0C;HKEY_USERS&#x662F;&#x8FDC;&#x7A0B;&#x8BA1;&#x7B97;&#x673A;&#x4E2D;&#x8BBF;&#x95EE;&#x7684;&#x6839;&#x952E;&#x4E4B;&#x4E00;&#x3002;</p>
<p>5.HKEY_CURRENR_CONFIG  &#x7BA1;&#x7406;&#x5F53;&#x524D;&#x7528;&#x6237;&#x7684;&#x7CFB;&#x7EDF;&#x914D;&#x7F6E;&#xFF0C;&#x5728;&#x8FD9;&#x4E2A;&#x6839;&#x952E;&#x4E2D;&#x4FDD;&#x5B58;&#x7740;&#x5B9A;&#x4E49;&#x5F53;&#x524D;&#x7528;&#x6237;&#x684C;&#x9762;&#x914D;&#x7F6E;&#xFF08;&#x5982;&#x663E;&#x793A;&#x5668;&#x7B49;&#x7B49;&#xFF09;&#x7684;&#x6570;&#x636E;&#xFF0C;&#x8BE5;&#x7528;&#x6237;&#x4F7F;&#x7528;&#x8FC7;&#x7684;&#x6587;&#x6863;&#x5217;&#x8868;&#xFF08;MRU&#xFF09;&#xFF0C;&#x5E94;&#x7528;&#x7A0B;&#x5E8F;&#x914D;&#x7F6E;&#x548C;&#x5176;&#x4ED6;&#x6709;&#x5173;&#x5F53;&#x524D;&#x7528;&#x6237;&#x7684;windows98&#x4E2D;&#x6587;&#x7248;&#x7684;&#x5B89;&#x88C5;&#x4FE1;&#x606F;&#x3002;</p>
<h3 id="&#x5E38;&#x7528;dos&#x547D;&#x4EE4;&#xFF1A;">&#x5E38;&#x7528;DOS&#x547D;&#x4EE4;&#xFF1A;</h3>
<ul>
<li><code>color ?</code>  &#x6539;&#x53D8;cmd&#x989C;&#x8272;</li>
</ul>
<ul>
<li><code>ping -t -| 65550 ip</code>  &#x6B7B;&#x4EA1;&#x4E4B;ping&#xFF08;&#x53D1;&#x9001;&#x5927;&#x4E8E;64k&#x7684;&#x6587;&#x4EF6;&#x5E76;&#x4E00;&#x76F4;ping&#x5C31;&#x6210;&#x4E86;&#x6B7B;&#x4EA1;&#x4E4B;ping&#xFF09; </li>
</ul>
<ul>
<li><code>ipconfig</code>  &#x67E5;&#x770B;ip</li>
</ul>
<ul>
<li><code>ipconfig/release</code>  &#x91CA;&#x653E;ip</li>
</ul>
<ul>
<li><code>ipconfig/renew</code>  &#x91CD;&#x65B0;&#x83B7;&#x5F97;ip</li>
</ul>
<ul>
<li><code>systeminfo</code>  &#x67E5;&#x770B;&#x7CFB;&#x7EDF;&#x4FE1;&#x606F;</li>
</ul>
<ul>
<li><code>arp -a</code></li>
</ul>
<ul>
<li><code>net view</code>  &#x67E5;&#x770B;&#x5C40;&#x57DF;&#x7F51;&#x5185;&#x5176;&#x4ED6;&#x8BA1;&#x7B97;&#x673A;&#x540D;&#x79F0;</li>
</ul>
<ul>
<li><code>shudown -s -t 180 -c&quot;&#x4F60;&#x88AB;&#x9ED1;&#x4E86;&#xFF0C;&#x7CFB;&#x7EDF;&#x9A6C;&#x4E0A;&#x5173;&#x673A;&quot;</code></li>
</ul>
<ul>
<li><code>dir</code>  &#x67E5;&#x770B;&#x76EE;&#x5F55;</li>
</ul>
<ul>
<li><code>cd</code>  &#x5207;&#x6362;&#x76EE;&#x5F55;</li>
</ul>
<ul>
<li><code>start &#x57DF;&#x540D;</code>  &#x6253;&#x5F00;&#x7F51;&#x9875;</li>
</ul>
<ul>
<li><code>start 123.txt</code>  &#x6253;&#x5F00;123.txt</li>
</ul>
<ul>
<li><code>conpy con c:\123.txt</code>  &#x521B;&#x5EFA;123.txt&#x6587;&#x4EF6;</li>
</ul>
<ul>
<li><code>ctrl + z</code>  &#x56DE;&#x8F66;</li>
</ul>
<ul>
<li><code>md &#x76EE;&#x5F55;&#x540D;</code>  &#x521B;&#x5EFA;&#x76EE;&#x5F55;</li>
</ul>
<ul>
<li><code>rd 123</code>  &#x5220;&#x9664;&#x6587;&#x4EF6;&#x5939;</li>
</ul>
<ul>
<li><code>ren &#x539F;&#x6587;&#x4EF6;&#x540D;  &#x65B0;&#x6587;&#x4EF6;&#x540D;</code>  &#x91CD;&#x547D;&#x540D;&#x6587;&#x4EF6;&#x540D;</li>
</ul>
<ul>
<li><code>del</code>  &#x5220;&#x9664;&#x6587;&#x4EF6;</li>
</ul>
<ul>
<li><code>copy</code>  &#x590D;&#x5236;&#x6587;&#x4EF6;</li>
</ul>
<ul>
<li><code>move</code>  &#x79FB;&#x52A8;&#x6587;&#x4EF6;</li>
</ul>
<ul>
<li><code>tree</code>  &#x6811;&#x5F62;&#x5217;&#x51FA;&#x6587;&#x4EF6;&#x5939;&#x7ED3;&#x6784;</li>
</ul>
<ul>
<li><code>telnet</code> </li>
</ul>
<ul>
<li><code>net use k:\\192.168.1.1\c$</code></li>
</ul>
<ul>
<li><code>net use k:\\192.168.1.1\c$ /del</code></li>
</ul>
<ul>
<li><code>net start</code>  &#x67E5;&#x770B;&#x5F00;&#x542F;&#x4E86;&#x54EA;&#x4E9B;&#x670D;&#x52A1;</li>
</ul>
<ul>
<li><code>net start &#x670D;&#x52A1;&#x540D;</code>  &#x5F00;&#x542F;&#x670D;&#x52A1;&#xFF08;&#x5982;&#xFF1A;net start telnet&#xFF0C;net start schedule&#xFF09;</li>
</ul>
<ul>
<li><code>net stop &#x670D;&#x52A1;&#x540D;</code>  &#x505C;&#x6B62;&#x67D0;&#x670D;&#x52A1;</li>
</ul>
<ul>
<li><code>net user &#x7528;&#x6237;&#x540D; &#x5BC6;&#x7801; /add</code>  &#x5EFA;&#x7ACB;&#x7528;&#x6237;</li>
</ul>
<ul>
<li><code>net user guest /active:yes</code>  &#x6FC0;&#x6D3B;guest&#x7528;&#x6237;</li>
</ul>
<ul>
<li><code>net user</code>  &#x67E5;&#x770B;&#x6709;&#x54EA;&#x4E9B;&#x7528;&#x6237;</li>
</ul>
<ul>
<li><code>net user &#x8D26;&#x6237;&#x540D;</code>  &#x67E5;&#x770B;&#x8D26;&#x6237;&#x7684;&#x5C5E;&#x6027;</li>
</ul>
<ul>
<li><code>net localGroup administrators &#x7528;&#x6237;&#x540D;/add</code>  &#x628A;&#x201C;&#x7528;&#x6237;&#x201D;&#x6DFB;&#x52A0;&#x5230;&#x7BA1;&#x7406;&#x5458;&#x4E2D;&#x4F7F;&#x5176;&#x5177;&#x6709;&#x7BA1;&#x7406;&#x5458;&#x6743;&#x9650;&#xFF0C;&#x6CE8;&#x610F;:administrator&#x540E;&#x52A0;s&#x7528;&#x590D;&#x6570;</li>
</ul>
<ul>
<li><code>net user guest 12345</code>  &#x7528;guest&#x7528;&#x6237;&#x767B;&#x5F55;&#x540E;&#x7528;&#x5C06;&#x5BC6;&#x7801;&#x6539;&#x4E3A;12345</li>
</ul>
<ul>
<li><code>net password</code>  &#x5BC6;&#x7801; &#x66F4;&#x6539;&#x7CFB;&#x7EDF;&#x767B;&#x5F55;&#x5BC6;&#x7801;</li>
</ul>
<ul>
<li><code>net share</code>  &#x67E5;&#x770B;&#x672C;&#x5730;&#x5F00;&#x542F;&#x7684;&#x5171;&#x4EAB;</li>
</ul>
<ul>
<li><code>net share ipc$</code>  &#x5F00;&#x542F;ipc$&#x5171;&#x4EAB;</li>
</ul>
<ul>
<li><code>net share ipc$ /del</code>  &#x5220;&#x9664;ipc$&#x5171;&#x4EAB;</li>
</ul>
<ul>
<li><code>net share c$ /del</code>  &#x5220;&#x9664;c:&#x5171;&#x4EAB;</li>
</ul>

                                
                                </section>
                            
    </div>
    <div class="search-results">
        <div class="has-results">
            
            <h1 class="search-results-title"><span class='search-results-count'></span> results matching "<span class='search-query'></span>"</h1>
            <ul class="search-results-list"></ul>
            
        </div>
        <div class="no-results">
            
            <h1 class="search-results-title">No results matching "<span class='search-query'></span>"</h1>
            
        </div>
    </div>
</div>

                        </div>
                    </div>
                
            </div>

            
                
                
                <a href="chapter5.html" class="navigation navigation-next navigation-unique" aria-label="Next page: Windows基础（下）">
                    <i class="fa fa-angle-right"></i>
                </a>
                
            
        
    </div>

    <script>
        var gitbook = gitbook || [];
        gitbook.push(function() {
            gitbook.page.hasChanged({"page":{"title":"Windows基础（上）","level":"1.3.1","depth":2,"next":{"title":"Windows基础（下）","level":"1.3.2","depth":2,"path":"src/page/chapter5.md","ref":"src/page/chapter5.md","articles":[]},"previous":{"title":"二、Windows基础","level":"1.3","depth":1,"ref":"","articles":[{"title":"Windows基础（上）","level":"1.3.1","depth":2,"path":"src/page/chapter4.md","ref":"src/page/chapter4.md","articles":[]},{"title":"Windows基础（下）","level":"1.3.2","depth":2,"path":"src/page/chapter5.md","ref":"src/page/chapter5.md","articles":[]}]},"dir":"ltr"},"config":{"gitbook":"*","theme":"default","variables":{},"plugins":[],"pluginsConfig":{"highlight":{},"search":{},"lunr":{"maxIndexSize":1000000,"ignoreSpecialCharacters":false},"sharing":{"facebook":true,"twitter":true,"google":false,"weibo":false,"instapaper":false,"vk":false,"all":["facebook","google","twitter","weibo","instapaper"]},"fontsettings":{"theme":"white","family":"sans","size":2},"theme-default":{"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"showLevel":false}},"structure":{"langs":"LANGS.md","readme":"README.md","glossary":"GLOSSARY.md","summary":"SUMMARY.md"},"pdf":{"pageNumbers":true,"fontSize":12,"fontFamily":"Arial","paperSize":"a4","chapterMark":"pagebreak","pageBreaksBefore":"/","margin":{"right":62,"left":62,"top":56,"bottom":56}},"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"}},"file":{"path":"src/page/chapter4.md","mtime":"2020-05-08T07:59:21.511Z","type":"markdown"},"gitbook":{"version":"3.2.3","time":"2020-05-08T07:59:49.621Z"},"basePath":"../..","book":{"language":""}});
        });
    </script>
</div>

        
    <script src="../../gitbook/gitbook.js"></script>
    <script src="../../gitbook/theme.js"></script>
    
        
        <script src="../../gitbook/gitbook-plugin-search/search-engine.js"></script>
        
    
        
        <script src="../../gitbook/gitbook-plugin-search/search.js"></script>
        
    
        
        <script src="../../gitbook/gitbook-plugin-lunr/lunr.min.js"></script>
        
    
        
        <script src="../../gitbook/gitbook-plugin-lunr/search-lunr.js"></script>
        
    
        
        <script src="../../gitbook/gitbook-plugin-sharing/buttons.js"></script>
        
    
        
        <script src="../../gitbook/gitbook-plugin-fontsettings/fontsettings.js"></script>
        
    

    </body>
</html>

